textsend = ('\nКоманды доступные только администраторам: \nstart - Запуск бота '
            '\nstop - Выключение бота \nдобавь, [id] - Добавление участника в список \nубери, '
            '[id] - Удаление участника из списка\nудали, [id] - кикнуть с удалением из беседы\n addlang, [короткое название], [полное] '
            '\ndellang, [коротное название]\nRestart - перезагрузка бота.\nКоманды доступные всем: \nРасписание - узнать расписание и время уроков '
            '\nпереведи, | Язык1 | Язык2 | [текст] - переводчик\nalllang - список всех языков\nfindlang: [короткое название] - найти нужный язык'
            'список - Список всех участников в Базе Данных \nалгебра [номер] - ГДЗ по Алгебре '
            '\nангл [страница] - ГДЗ по Английскому \nрусский [номер] - ГДЗ по Русскому \nгеометрия '
            '[номер] - ГДЗ по Геометрии\nнемецкий [страница] - ГДЗ по немецкому\nобъясни, [слово] - поиск значения слова \nКаникулы -'
            ' Сколько дней осталось до каникул\nПогода - показывает погоду\nreport: [репорт] - указать на ошибку'
            '\nallrep - весь лист ошибок\ndelrep: [ID or all]: [1 - save or 0 - not save] - Удалить пофикшенный репорт'
            '\ndelallrep - все сохраненные ошибки\nСБ, [Оценки через пробел] - узнать средний балл оценок\nкоды - '
            'идентификаторы и коды от зума.\nСписок будет пополняться в ближайшем времени. ',
            'хе-хе, школота:\nгруппа Мироновой Р.Ю. идёт в конференцию 529 295 5451, пароль- 777.'
            '\nобшая конференция класса в которой идут уроки 322 293 4821, пароль - 1.'
            '\nинформатика проходит в 368 789 4225, пароль - 88.'
            '\nнемецкий у второй группы проходит в 622 728 4213, пароль - 99.')
group_id = 145807659
token = '8948f23b6b80f2088c43fc0577a0c394e956d10f457309606f900939883bbb4fce648f709f19d489e7140'
headers = {
    'X-Gismeteo-Token': '5fca514ed5e269.07203450',
    'User-Agent': 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/53.0.2785.116 '
                  'Safari/537.36 OPR/40.0.2308.81',
}
